# JDK
tap "AdoptOpenJDK/openjdk"
cask "adoptopenjdk8"
cask "adoptopenjdk11"

brew "leiningen"
brew "jq"
brew "pwgen"
brew "go"
brew "httpie"

brew "mpw" # masterpassword
cask "spotify"

brew "fish" # fish shell
cask "iterm2"

brew "gradle"
cask "intellij-idea"
cask "visual-studio-code"

tap "dankraw/ssh-aliases"
brew "ssh-aliases"
